Revit 2023 API
GroupTypeId.ElectricalLoads Property
 "Electrical - Loads"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 23.0.0.0 (23.1.0.0)
Syntax
C#
public static ForgeTypeId ElectricalLoads { get; }
Visual Basic
Public Shared ReadOnly Property ElectricalLoads As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ ElectricalLoads {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace